{
    "translation": {
        "Permissão da câmera negada": "Camera permission denied",
        "Deseja permitir o uso da câmera?": "Do you want to allow camera usage?",
        "Cancelar": "Cancel",
        "Permitir": "Allow",
        "Denunciar Incêndio": "Report Fire",
        "Tem certeza de que deseja denunciar este incêndio?": "Are you sure you want to report this fire?",
        "Denúncia Cancelada": "Report Canceled",
        "Sua denúncia foi cancelada com sucesso.": "Your report has been successfully canceled.",
        "Denunciar": "Report",
        "OBS:a denuncia será feita na sua localização atual.": "NOTE: The report will be made at your current location.",
        "Confirmar Denúncia": "Confirm Report",

        "Guia de Segurança e Prevenção de Incêndios": "Fire Safety and Prevention Guide",
        "Prevenção de Incêndios Florestais": "Wildfire Prevention",
        "Limpeza de Terrenos": "Land Clearance",
        "Mantenha sua propriedade livre de vegetação seca e materiais inflamáveis. Crie uma zona de segurança ao redor de sua casa, removendo arbustos e árvores próximas.": "Keep your property free from dry vegetation and flammable materials. Create a safety zone around your home by removing nearby bushes and trees.",
        "Descarte Adequado de Cigarros": "Proper Cigarette Disposal",
        "Nunca jogue cigarros acesos no chão ou pela janela do carro. Use cinzeiros portáteis à prova de fogo para descartar com segurança os cigarros.": "Never throw lit cigarettes on the ground or out of the car window. Use fireproof portable ashtrays to safely dispose of cigarettes.",
        "Fogueiras e Churrascos": "Campfires and Barbecues",
        "Siga as regulamentações locais ao fazer fogueiras ou churrascos ao ar livre. Tenha sempre um extintor de incêndio ou água por perto.": "Follow local regulations when making campfires or barbecues outdoors. Always have a fire extinguisher or water nearby.",
        "Anomalias Térmicas": "Thermal Anomalies",
        "O que São Anomalias Térmicas?": "What Are Thermal Anomalies?",
        "Anomalias térmicas são áreas de temperatura anormalmente alta detectadas por satélites. Elas podem ser indicativos de incêndios florestais em desenvolvimento.": "Thermal anomalies are areas of abnormally high temperature detected by satellites. They can be indicative of developing forest fires.",
        "Identificação": "Identification",
        "Use nosso mapa interativo para identificar anomalias térmicas próximas à sua localização. Fique atento a mudanças repentinas de temperatura em sua área.": "Use our interactive map to identify thermal anomalies near your location. Be alert to sudden temperature changes in your area.",
        "Dicas de Segurança": "Safety Tips",
        "Planejamento de Evacuação": "Evacuation Planning",
        "Elabore um plano de evacuação com sua família, incluindo pontos de encontro e contatos de emergência. Mantenha uma mochila de evacuação com suprimentos essenciais prontos.": "Create an evacuation plan with your family, including meeting points and emergency contacts. Keep an evacuation backpack with essential supplies ready.",
        "Comunicação": "Communication",
        "Mantenha-se informado sobre alertas de incêndios e condições climáticas locais. Use aplicativos de alerta de emergência para receber informações em tempo real.": "Stay informed about fire alerts and local weather conditions. Use emergency alert apps to receive real-time information.",
        "Kit de Primeiros Socorros": "First Aid Kit",
        "Mantenha um kit de primeiros socorros completo em sua casa e em seu veículo. Inclua itens essenciais, como curativos, medicamentos e água potável.": "Keep a complete first aid kit at your home and in your vehicle. Include essential items such as bandages, medications, and drinking water.",
        "Perguntas Frequentes": "Frequently Asked Questions",
        "Como posso obter informações em tempo real sobre incêndios?": "How can I get real-time information about fires?",
        "Você pode usar nosso aplicativo para acessar informações atualizadas sobre incêndios e anomalias térmicas em sua região.": "You can use our app to access updated information about fires and thermal anomalies in your region.",
        "O que devo fazer se me deparar com um incêndio florestal?": "What should I do if I encounter a forest fire?",
        "Mantenha-se seguro e afaste-se do fogo. Chame imediatamente o número de emergência local e siga as instruções das autoridades.": "Stay safe and move away from the fire. Call the local emergency number immediately and follow the authorities' instructions.",

        "Localização escolhida": "Chosen Location",
        "Minha Localização": "My Location",
        "Dados disponibilizados por Usuários": "Data provided by Users",
        "Nível de confiança:": "Confidence Level:",
        "Dados disponibilizados pela Nasa": "Data provided by NASA",

        "Cidade": "City",
        "Temperatura": "Temperature",
        "Anomalias": "Anomalies",
        "local": "location",
        "descrição": "description",
        "umidade": "humidity",
        "Nível de risco": "Risk Level",

        "Pesquisar localização...": "Search location...",
        "Escolher idioma:": "Choose Language: ",
        "Descrição": "Description"
    }
}
